[
  {
    "title": "Daftar M Banking",
    "img": "https://i.ibb.co/0qd9tgf/Daftar-M-Banking.png",
    "content": "Untuk bisa mendaftar Mobile Banking BRI, hal pertama yang perlu anda miliki adalah rekening simpanan di Bank BRI dan kartu ATM BRI yang masih aktif. Anda juga harus melakukan registrasi Mobile Banking BRI dan Internet Banking BRI melalui ATM dan unit kerja BRI untuk bisa mengaktifkan fitur transaksi perbankan.\n\nA. Cara Daftar M Banking BRI Melalui Mesin ATM BRI\n\n1. Datang ke mesin ATM BRI terdekat.\n\n2. Kemudian masukkan kartu ATM dan PIN untuk login.\n\n3. Selanjutnya klik menu Transaksi Lain\n\n4. Lalu pilih Lainnya.\n\n5. Selanjutnya klik Menu Registrasi\n\n6. Kemudian tekan Mobile Banking.\n\n7. Selanjutnya masukkan nomor HP yang aktif.\n\n8. Lalu buat PIN Mobile Banking sebanyak enam digit.\n\n9. Tunggu sampai mesin ATM akan mengeluarkan struk sebagai tanda registrasi berhasil.\n\nLalu lakukan konfirmasi ke cabang BRI dengan membawa kartu ATM dan KTP untuk bisa melakukan transaksi di BRImo.",
    "imgSource": null,
    "contentSource": null
  },
  {
    "title": "Cek Saldo BRImo",
    "img": "https://i.ibb.co/NjCXkgN/Cek-Saldo-BRImo.png",
    "content": "Setelah kamu sudah mengetahui bagaimana cara daftar BRImo, selanjutnya adalah mengetahui cara cek saldo rekening melalui aplikasi BRImo. Caranya cukup mudah, yaitu sebagai berikut.\n\nA. Cara Cek Saldo di Aplikasi BRImo\n\n1. Buka aplikasi BRImo di HP.\n\n2. Masukkan username dan password.\n\n3. Pilih tombol Login untuk masuk ke dalam aplikasi BRImo.\n\n4. Klik menu Rekening\n\n5. Secara otomatis halaman aplikasi BRImo akan menampilkan total riwayat saldo di rekening.",
    "imgSource": null,
    "contentSource": null
  },
  {
    "title": "Daftar Mobile Banking",
    "img": "https://i.ibb.co/ZN57m8Y/Daftar-Mobile-Banking.png",
    "content": "Daftar BRImo atau Mobile Banking dapat dilakukan secara online melalui handphone (HP). BRImo merupakan Apliaksi Aplikasi Keuangan Digital yang diterbitkan BRI untuk mempermudah nasabah melakukan transaksi tanpa ke kantor bank.\n\nA. Berikut langkah-langkah untuk mendaftar BRImo atau Mobile Banking BRI\n\n1. Install aplikasi BRImo di Playstore\n\n2. Jika sudah terpasang, maka muka Aplikasi BRImo di HP Anda\n\n3. Klik menu DAFTAR\n\n4. Masukan dokumen berupa: KTP dan  Foto Selfi dengan memegang e-KTP\n\n5. Kemudian, Anda akan diminta tanda tangan di layar HP, maka lakukan sesuai permintaan tersebut\n\n6. Selanjutnya isikan data berupa: NIK, Nama Lengkap, Nama Gadis Ibu Kandung, Tanggal Lahir. Teliti kembali, jika sudah lakin benar, maka klik LANJUTKAN.\n\n7. Masukan 16 digit nomor yang ada di kartu ATM dan masukan tanggal kadaluarsa Kartu di bagian bawah. Selanjutnya klik LANJUTKAN. Ikuti panduan.nya",
    "imgSource": null,
    "contentSource": null
  },
  {
    "title": "Aktivasi m-Banking",
    "img": "https://i.ibb.co/Zmp096Y/Aktivasi-m-Banking.png",
    "content": "Aplikasi mobile banking BRI atau biasa disebut dengan BRImo merupakan aplikasi keuangan digital BRI yang memudahkan nasabah maupun non nasabah BRI melakukan berbagai transaksi online di mana saja dan kapan saja.\n\nA. Cara daftar dan aktivasi aplikasi BRImo lewat HP bagi yang belum memiliki rekening BRI\n\n1. Download aplikasi BRImo di Play Store (Android) atau App Store (iOS) Pilih Buka Punya Akun lalu Buka Rekening\n\n2. Pilih produk tabungan BRI dan kantor BRI yang mengelola rekening Foto e-KTP dan Isi data utama\n\n3. Verifikasi data dan kode verifikasi dikirim ke HP Rekam video, foto selfie KTP, foto NPWP dan isi data diri\n\n4. Verfikasi tandatangan digital melalui kode token di sms Konfirmasi dan lakukan setoran awal ke nomor BRIVA (Virtual Account) Notifikasi rekening terbentuk melalui e-mail\n\n5. Buat username, password, dan PIN untuk akun BRImo (Internet Banking) Rekening digital Anda telah aktif dan dapat digunakan untuk transaksi finansial di BRImo",
    "imgSource": null,
    "contentSource": null
  },
  {
    "title": "Syarat Daftar m-Banking",
    "img": "https://i.ibb.co/WcpVXFB/Syarat-Daftar-m-Banking.png",
    "content": "Dengan mengaktifkan m-banking BRI (BRImo), nasabah akan mendapat kemudahan dalam melakukan berbagai transaksi. Mulai dari transaksi cek saldo BRI, transfer, top up dompet digital, hingga pembayaran berbagai macam tagihan.  Lalu, bagaimana cara daftar m-banking BRI lewat HP?  Cara daftar m-banking BRI lewat HP sebenarnya cukup mudah apabila nasabah memahami tahapan-tahapannya. Nasabah dapat mengunduh aplikasi BRI Mobile atau BRImo di Google Play Store atau App Store.\n\nA. Ada beberapa hal yang perlu disiapkan nasabah sebelum daftar m-banking BRI (BRImo). Misalnya, \n\n1. Nomor HP aktif,\n\n2. Email aktif, nomor rekening BRi,\n\n3.e-KTP,\n\n4. NPWP (opsional).\n\nSelain itu, pastikan juga smartphone yang digunakan untuk mengaktifkan layanan m-banking BRI terhubung dengan koneksi internet. ",
    "imgSource": null,
    "contentSource": null
  },
  {
    "title": "Daftar Internet Banking",
    "img": "https://i.ibb.co/HpV238C/Daftar-Internet-Banking.png",
    "content": "Internet Banking BRI merupakan layanan perbankan online yang bisa dimanfaatkan untuk berbagai transaksi keuangan (non-tunai) melalui laptop atau ponsel yang terkoneksi jaringan internet. Mendaftar untuk Internet Banking Proses pendaftaran ini bisa dilakukan dengan mudah.\n\nA. Pendaftaran Lewat Mesin ATM BRI\n\n1. Masukkan kartu ATM BRI\n\n2. Ketik PIN ATM\n\n3. Pilih menu lainnya, lalu pilih menu Internet Banking\n\n4. Kamu akan diminta memasukkan password untuk akun internet banking\n\n5. Untuk konfirmasi, ulangi ketik password yang sama\n\n6. Kamu akan mendapatkan User ID internet banking\n\n7. Setelah selesai, kamu akan mendapat struk yang berisi User ID dan password akun internet banking BRI.\n\nMeski sudah registrasi di ATM, tapi tetap perlu ke bank untuk verifikasi maupun aktivasi, serta mendapatkan m-Token sebagai pengaman tambahan.",
    "imgSource": null,
    "contentSource": null
  },
  {
    "title": "Daftar BRImo Online",
    "img": "https://i.ibb.co/vmDJm83/Daftar-BRImo-Online.png",
    "content": "BRImo adalah aplikasi keuangan digital terbaru dari Bank BRI yang memberikan kemudahan dalam bertransaksi melalui perangkat mobile. Dengan fitur-fitur modern dan keamanan yang terjamin, BRImo memungkinkan Anda untuk melakukan transaksi tanpa harus datang ke bank.\n\nA. Cara Daftar BRImo Belum Punya Rekening BRI\n\n1. Buka aplikasi BRImo di HP Anda.\n\n2. Pilih opsi Belum punya akun dan klik Buka rekening.\n\n3. Pilih jenis produk tabungan yang sesuai dengan kebutuhan Anda, lalu lengkapi verifikasi data diri Anda.\n\n4. Lakukan perekaman wajah dan tanda tangan digital untuk proses verifikasi.\n\n5. Lakukan setoran awal ke nomor BRIVA yang diberikan.\n\nBuat username dan password untuk login ke aplikasi BRImo. Setelah itu, Anda sudah siap untuk bertransaksi.",
    "imgSource": null,
    "contentSource": null
  }
]
